/* Key for PickerView: noSelection */
"noSelection" = "noSelection";

/* Key for PickerView: noSelection */
"options.picker.no.selection" = "--- Keine Auswahl ---";

/* Title for The OptionSelect-PicerView */
"options.picker.title" = "Festlegen des Wertes";

/* Error when displaying: No Species found. */
"result.tableviewcontroller.cell.no.results" = "Keine Ergebnisse gefunden.";

/* Connection did fail with Error - BSTableViewController */
"bstableviewcontroller.error.connection" = "Daten konnten nicht geladen werden.";

/* Display message while loading.*/
"bstableviewcontroller.message.loading" = "Lade Daten";